{
    "<PAD>": 0,
    "<SOS>": 1,
    "<EOS>": 2,
    "<UNK>": 3,
    "\\boldsymbol": 4,
    "\\text": 5,
    "\\geqslant": 6,
    "%": 7,
    "!": 8,
    "\"": 9,
    "&": 10,
    "'": 11,
    "(": 12,
    ")": 13,
    "*": 14,
    "+": 15,
    ",": 16,
    "-": 17,
    "--": 18,
    ".": 19,
    "/": 20,
    "0": 21,
    "1": 22,
    "2": 23,
    "3": 24,
    "4": 25,
    "5": 26,
    "6": 27,
    "7": 28,
    "8": 29,
    "9": 30,
    ":": 31,
    ";": 32,
    "<": 33,
    "=": 34,
    ">": 35,
    "?": 36,
    "A": 37,
    "B": 38,
    "C": 39,
    "D": 40,
    "E": 41,
    "F": 42,
    "G": 43,
    "H": 44,
    "I": 45,
    "J": 46,
    "K": 47,
    "L": 48,
    "M": 49,
    "N": 50,
    "O": 51,
    "P": 52,
    "Q": 53,
    "R": 54,
    "S": 55,
    "T": 56,
    "U": 57,
    "V": 58,
    "W": 59,
    "X": 60,
    "Y": 61,
    "Z": 62,
    "[": 63,
    "\\": 64,
    "\\!": 65,
    "\\#": 66,
    "\\,": 67,
    "\\/": 68,
    "\\:": 69,
    "\\Big": 70,
    "\\Bigg": 71,
    "\\Biggl": 72,
    "\\Biggr": 73,
    "\\Bigl": 74,
    "\\Bigr": 75,
    "\\Delta": 76,
    "\\Gamma": 77,
    "\\Im": 78,
    "\\L": 79,
    "\\Lambda": 80,
    "\\Large": 81,
    "\\Leftrightarrow": 82,
    "\\Longleftrightarrow": 83,
    "\\Longrightarrow": 84,
    "\\O": 85,
    "\\Omega": 86,
    "\\P": 87,
    "\\Phi": 88,
    "\\Pi": 89,
    "\\Psi": 90,
    "\\Re": 91,
    "\\Rightarrow": 92,
    "\\S": 93,
    "\\Sigma": 94,
    "\\Theta": 95,
    "\\Upsilon": 96,
    "\\Vert": 97,
    "\\Xi": 98,
    "\\\\": 99,
    "\\_": 100,
    "\\acute": 101,
    "\\aleph": 102,
    "\\alpha": 103,
    "\\approx": 104,
    "\\arccos": 105,
    "\\arcsin": 106,
    "\\arctan": 107,
    "\\arg": 108,
    "\\ast": 109,
    "\\atop": 110,
    "\\b": 111,
    "\\backslash": 112,
    "\\bar": 113,
    "\\begin{array}": 114,
    "\\begin{cases}": 115,
    "\\begin{matrix}": 116,
    "\\begin{picture}": 117,
    "\\beta": 118,
    "\\bf": 119,
    "\\big": 120,
    "\\bigcap": 121,
    "\\bigcup": 122,
    "\\bigg": 123,
    "\\biggl": 124,
    "\\biggr": 125,
    "\\bigl": 126,
    "\\bigoplus": 127,
    "\\bigotimes": 128,
    "\\bigr": 129,
    "\\bigtriangledown": 130,
    "\\bigtriangleup": 131,
    "\\bigwedge": 132,
    "\\binom": 133,
    "\\bmod": 134,
    "\\boldmath": 135,
    "\\bot": 136,
    "\\breve": 137,
    "\\buildrel": 138,
    "\\bullet": 139,
    "\\cal": 140,
    "\\cap": 141,
    "\\cdot": 142,
    "\\cdotp": 143,
    "\\cdots": 144,
    "\\check": 145,
    "\\chi": 146,
    "\\circ": 147,
    "\\circle": 148,
    "\\colon": 149,
    "\\cong": 150,
    "\\cos": 151,
    "\\cosh": 152,
    "\\cot": 153,
    "\\coth": 154,
    "\\cup": 155,
    "\\d": 156,
    "\\dag": 157,
    "\\dagger": 158,
    "\\ddot": 159,
    "\\ddots": 160,
    "\\deg": 161,
    "\\delta": 162,
    "\\det": 163,
    "\\diamond": 164,
    "\\diamondsuit": 165,
    "\\dim": 166,
    "\\displaystyle": 167,
    "\\dot": 168,
    "\\doteq": 169,
    "\\dots": 170,
    "\\downarrow": 171,
    "\\ell": 172,
    "\\emptyset": 173,
    "\\end{array}": 174,
    "\\end{cases}": 175,
    "\\end{matrix}": 176,
    "\\end{picture}": 177,
    "\\enskip": 178,
    "\\enspace": 179,
    "\\epsilon": 180,
    "\\equiv": 181,
    "\\eta": 182,
    "\\exp": 183,
    "\\fbox": 184,
    "\\flat": 185,
    "\\footnotesize": 186,
    "\\forall": 187,
    "\\frac": 188,
    "\\gamma": 189,
    "\\ge": 190,
    "\\geq": 191,
    "\\gg": 192,
    "\\hat": 193,
    "\\hbar": 194,
    "\\hfill": 195,
    "\\hline": 196,
    "\\hookrightarrow": 197,
    "\\hspace": 198,
    "\\i": 199,
    "\\imath": 200,
    "\\in": 201,
    "\\infty": 202,
    "\\int": 203,
    "\\iota": 204,
    "\\it": 205,
    "\\jmath": 206,
    "\\kappa": 207,
    "\\kern": 208,
    "\\l": 209,
    "\\label": 210,
    "\\lambda": 211,
    "\\land": 212,
    "\\langle": 213,
    "\\large": 214,
    "\\lbrace": 215,
    "\\lbrack": 216,
    "\\ldots": 217,
    "\\le": 218,
    "\\left(": 219,
    "\\left.": 220,
    "\\left<": 221,
    "\\left[": 222,
    "\\left\\langle": 223,
    "\\left\\lbrack": 224,
    "\\left\\vert": 225,
    "\\left\\{": 226,
    "\\left\\|": 227,
    "\\leftarrow": 228,
    "\\leftrightarrow": 229,
    "\\left|": 230,
    "\\leq": 231,
    "\\lfloor": 232,
    "\\lim": 233,
    "\\line": 234,
    "\\ll": 235,
    "\\llap": 236,
    "\\ln": 237,
    "\\log": 238,
    "\\longleftrightarrow": 239,
    "\\longmapsto": 240,
    "\\longrightarrow": 241,
    "\\makebox": 242,
    "\\mapsto": 243,
    "\\mathbf": 244,
    "\\mathcal": 245,
    "\\mathit": 246,
    "\\mathop": 247,
    "\\mathrm": 248,
    "\\mathsf": 249,
    "\\max": 250,
    "\\mid": 251,
    "\\min": 252,
    "\\mit": 253,
    "\\mp": 254,
    "\\mu": 255,
    "\\nabla": 256,
    "\\natural": 257,
    "\\ne": 258,
    "\\neq": 259,
    "\\ni": 260,
    "\\noalign": 261,
    "\\nonumber": 262,
    "\\not": 263,
    "\\nu": 264,
    "\\o": 265,
    "\\odot": 266,
    "\\oint": 267,
    "\\omega": 268,
    "\\ominus": 269,
    "\\oplus": 270,
    "\\otimes": 271,
    "\\overbrace": 272,
    "\\overleftarrow": 273,
    "\\overline": 274,
    "\\overrightarrow": 275,
    "\\parallel": 276,
    "\\partial": 277,
    "\\perp": 278,
    "\\phantom": 279,
    "\\phi": 280,
    "\\pi": 281,
    "\\pm": 282,
    "\\pounds": 283,
    "\\prime": 284,
    "\\prod": 285,
    "\\propto": 286,
    "\\protect": 287,
    "\\psi": 288,
    "\\put": 289,
    "\\qquad": 290,
    "\\quad": 291,
    "\\raise": 292,
    "\\raisebox": 293,
    "\\rangle": 294,
    "\\rbrace": 295,
    "\\rbrack": 296,
    "\\ref": 297,
    "\\rfloor": 298,
    "\\rho": 299,
    "\\right)": 300,
    "\\right.": 301,
    "\\right>": 302,
    "\\right\\rangle": 303,
    "\\right\\rbrack": 304,
    "\\right\\vert": 305,
    "\\right\\|": 306,
    "\\right\\}": 307,
    "\\right]": 308,
    "\\rightarrow": 309,
    "\\rightharpoonup": 310,
    "\\right|": 311,
    "\\rlap": 312,
    "\\sb": 313,
    "\\scriptscriptstyle": 314,
    "\\scriptsize": 315,
    "\\scriptstyle": 316,
    "\\sec": 317,
    "\\setlength": 318,
    "\\sf": 319,
    "\\sharp": 320,
    "\\sigma": 321,
    "\\sim": 322,
    "\\simeq": 323,
    "\\sin": 324,
    "\\sinh": 325,
    "\\sl": 326,
    "\\slash": 327,
    "\\small": 328,
    "\\smallskip": 329,
    "\\sp": 330,
    "\\space": 331,
    "\\sqrt": 332,
    "\\stackrel": 333,
    "\\star": 334,
    "\\strut": 335,
    "\\subset": 336,
    "\\subseteq": 337,
    "\\sum": 338,
    "\\sup": 339,
    "\\supset": 340,
    "\\tan": 341,
    "\\tanh": 342,
    "\\tau": 343,
    "\\textbf": 344,
    "\\textrm": 345,
    "\\textstyle": 346,
    "\\textup": 347,
    "\\theta": 348,
    "\\thinspace": 349,
    "\\tilde": 350,
    "\\times": 351,
    "\\tiny": 352,
    "\\to": 353,
    "\\triangle": 354,
    "\\tt": 355,
    "\\underbrace": 356,
    "\\underline": 357,
    "\\unitlength": 358,
    "\\uparrow": 359,
    "\\upsilon": 360,
    "\\varepsilon": 361,
    "\\varphi": 362,
    "\\varpi": 363,
    "\\varrho": 364,
    "\\varsigma": 365,
    "\\vartheta": 366,
    "\\vdots": 367,
    "\\vec": 368,
    "\\vee": 369,
    "\\vert": 370,
    "\\vline": 371,
    "\\vphantom": 372,
    "\\vspace": 373,
    "\\wedge": 374,
    "\\widehat": 375,
    "\\widetilde": 376,
    "\\wp": 377,
    "\\xi": 378,
    "\\zeta": 379,
    "\\{": 380,
    "\\|": 381,
    "\\}": 382,
    "]": 383,
    "^": 384,
    "_": 385,
    "`": 386,
    "a": 387,
    "b": 388,
    "c": 389,
    "d": 390,
    "e": 391,
    "f": 392,
    "g": 393,
    "h": 394,
    "i": 395,
    "j": 396,
    "k": 397,
    "l": 398,
    "m": 399,
    "n": 400,
    "o": 401,
    "p": 402,
    "q": 403,
    "r": 404,
    "s": 405,
    "t": 406,
    "u": 407,
    "v": 408,
    "w": 409,
    "x": 410,
    "y": 411,
    "z": 412,
    "{": 413,
    "|": 414,
    "}": 415,
    "~": 416
}